tap "facebook/fb"
tap "stripe/stripe-cli"
brew "agent-browser"
brew "bat"
brew "chezmoi"
brew "cocoapods"
brew "eza"
brew "terminal-notifier"
brew "fastlane"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "jnv"
brew "gh"
brew "ghq"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gitui"
brew "httpie"
brew "imagemagick"
brew "lazygit"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tmux"
brew "tree"
brew "uv"
brew "watchman"
brew "wget"
brew "zoxide"
brew "stripe/stripe-cli/stripe", trusted: true
cask "qlmarkdown"
npm "@openai/codex"
npm "lighthouse"
npm "pnpm"
