cask_args appdir: "/Applications"
tap "facebook/fb"
tap "stripe/stripe-cli"
brew "agent-browser"
brew "bat"
brew "chezmoi"
brew "cocoapods"
brew "eza"
brew "terminal-notifier"
brew "fastlane"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "jnv"
brew "gh"
brew "ghq"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gitui"
brew "httpie"
brew "imagemagick"
brew "lazygit"
brew "mas"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tmux"
brew "tree"
brew "uv"
brew "watchman"
brew "wget"
brew "zoxide"
brew "stripe/stripe-cli/stripe", trusted: true
cask "1password"
cask "android-studio"
cask "arc"
cask "chatgpt"
cask "codex-app"
cask "coteditor"
cask "cmux"
cask "claude"
cask "claude-code"
cask "cleanshot"
cask "fantastical"
cask "figma"
cask "gcloud-cli"
cask "google-chrome"
cask "google-japanese-ime"
cask "hiddenbar"
cask "imageoptim"
cask "karabiner-elements"
cask "qlmarkdown"
cask "notion"
cask "notion-calendar"
cask "orbstack"
cask "tableplus"
cask "tailscale-app"
cask "readdle-spark"
cask "iterm2"
cask "raycast"
cask "slack"
cask "wezterm@nightly"
cask "zoom"
npm "@openai/codex"
npm "lighthouse"
npm "pnpm"
mas "Xcode", id: 497799835
mas "Transporter", id: 1450874784
mas "LINE", id: 539883307
